Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

source: Deny All & Close
de: Alle ablehnen & schließen
el: Απόρριψη όλων και κλείσιμο
es: Denegar todo y cerrar
fr: Tout refuser et fermer
it: Rifiuta tutto e chiudi
ja: すべて拒否して閉じる
nl: Alles weigeren en sluiten
pt_pt: Recusar tudo e fechar
sv: Neka alla och stäng

source: Start a new conversation
de: Neue Unterhaltung starten
el: Ξεκινήστε μια νέα συνομιλία
es: Iniciar una nueva conversación
fr: Commencer une nouvelle conversation
it: Inizia una nuova conversazione
ja: 新しい会話を始める
nl: Begin een nieuw gesprek
pt_pt: Iniciar nova conversa
sv: Starta en ny konversation

source: Unavailable selections are kept until you choose another model or None.
de: Nicht verfügbare Auswahlen bleiben erhalten, bis du ein anderes Modell oder „Keine“ auswählst.
el: Οι μη διαθέσιμες επιλογές διατηρούνται μέχρι να επιλέξετε άλλο μοντέλο ή «Κανένα».
es: Las selecciones no disponibles se conservan hasta que elijas otro modelo o «Ninguno».
fr: Les sélections indisponibles sont conservées jusqu’à ce que vous choisissiez un autre modèle ou « Aucun ».
it: Le selezioni non disponibili vengono mantenute finché non scegli un altro modello o Nessuno.
ja: 利用できない選択項目は、別のモデルまたは「なし」を選択するまで保持されます。
nl: Niet-beschikbare selecties blijven behouden totdat je een ander model of Geen kiest.
pt_pt: As seleções indisponíveis são mantidas até escolher outro modelo ou Nenhum.
sv: Otillgängliga val behålls tills du väljer en annan modell eller Ingen.

source: votes
de: Stimmen
el: ψήφοι
es: votos
it: voti
ja: 投票数
nl: stemmen
pt_pt: votos
sv: röster

source: Sync
de: Synchronisation
el: Συγχρονισμός
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
ja: 同期
nl: Synchroniseren
pt_pt: Sincronizar
sv: Synkronisering

source: More
de: Mehr
el: Περισσότερα
es: Más
fr: Plus
it: Altro
ja: もっと見る
nl: Meer
pt_pt: Mais
sv: Mer

source: Candy Cane
de: Zuckerstange
el: Ζαχαρωτό μπαστούνι
es: Bastón de caramelo
fr: Sucre d’orge
it: Bastoncino di zucchero
ja: キャンディケイン
nl: Pepermuntstok
pt_pt: Bengala de Natal
sv: Polkagris

source: Imported %1$lld conversations, restored %2$lld attachments, and skipped %3$lld attachments.
de: %1$lld Konversationen importiert, %2$lld Anhänge wiederhergestellt und %3$lld Anhänge übersprungen.
el: Εισήχθησαν %1$lld συνομιλίες, αποκαταστάθηκαν %2$lld συνημμένα και παραλείφθηκαν %3$lld συνημμένα.
es: Se importaron %1$lld conversaciones, se restauraron %2$lld archivos adjuntos y se omitieron %3$lld archivos adjuntos.
fr: %1$lld conversations importées, %2$lld pièces jointes restaurées, et %3$lld pièces jointes ignorées.
it: Importate %1$lld conversazioni, ripristinati %2$lld allegati e saltati %3$lld allegati.
ja: %1$lld 件の会話をインポートし、%2$lld 件の添付ファイルを復元し、%3$lld 件の添付ファイルをスキップしました。
nl: %1$lld gesprekken geïmporteerd, %2$lld bijlagen hersteld en %3$lld bijlagen overgeslagen.
pt_pt: Importadas %1$lld conversas, restaurados %2$lld anexos e ignorados %3$lld anexos.
sv: Importerade %1$lld konversationer, återställde %2$lld bilagor och hoppade över %3$lld bilagor.

# Share text, links, images, or PDFs from any app into OpenClient.
source: Share text, links, images, or PDFs from any app to OpenClient.
de: Teile Text, Links, Bilder oder PDFs aus jeder App mit OpenClient.
el: Μοιραστείτε κείμενο, συνδέσμους, εικόνες ή αρχεία PDF από οποιαδήποτε εφαρμογή στο OpenClient.
es: Comparte texto, enlaces, imágenes o PDFs desde cualquier aplicación en OpenClient.
fr: Partagez du texte, des liens, des images ou des PDF depuis n’importe quelle application vers OpenClient.
it: Condividi testo, link, immagini o PDF da qualsiasi app in OpenClient.
ja: 任意のアプリからテキスト、リンク、画像、PDFをOpenClientに共有する
nl: Deel tekst, links, afbeeldingen of PDF's vanuit elke app met OpenClient.
pt_pt: Partilhe texto, links, imagens ou PDFs de qualquer aplicação para o OpenClient.
sv: Dela text, länkar, bilder eller PDF-filer från vilken app som helst till OpenClient.

source: Saves facts and preferences for future conversations. Unavailable in Private Chat.
de: Speichert Fakten und Präferenzen für zukünftige Unterhaltungen. Im privaten Chat nicht verfügbar.
el: Αποθηκεύει γεγονότα και προτιμήσεις για μελλοντικές συνομιλίες. Δεν είναι διαθέσιμο στην Ιδιωτική συνομιλία.
es: Guarda datos y preferencias para futuras conversaciones. No disponible en el chat privado.
fr: Enregistre des faits et des préférences pour les conversations futures. Indisponible dans les discussions privées.
it: Salva fatti e preferenze per le conversazioni future. Non disponibile nelle chat private.
ja: 今後の会話のために事実や設定を保存します。プライベートチャットでは利用できません。
nl: Slaat feiten en voorkeuren op voor toekomstige gesprekken. Niet beschikbaar in Privéchat.
pt_pt: Guarda factos e preferências para conversas futuras. Indisponível no Chat Privado.
sv: Sparar fakta och inställningar för framtida samtal. Inte tillgängligt i privat chatt.

source: Enter your name
de: Gib deinen Namen ein
el: Εισάγετε το όνομά σας
es: Introduce tu nombre
fr: Entrez votre nom
it: Inserisci il tuo nome
ja: 名前を入力してください
nl: Voer uw naam in
pt_pt: Introduza o seu nome
sv: Ange ditt namn

# Manage the built-in tools OpenClient makes available to the assistant.
source: Manage the built-in tools available to the assistant through OpenClient.
de: Die integrierten Tools verwalten, die OpenClient dem Assistenten zur Verfügung stellt.
el: Διαχείριση των ενσωματωμένων εργαλείων που το OpenClient διαθέτει στον βοηθό
es: Administra las herramientas integradas que OpenClient pone a disposición del asistente.
fr: Gérer les outils intégrés qu’OpenClient met à la disposition de l’assistant.
it: Gestisci gli strumenti integrati che OpenClient mette a disposizione dell'assistente.
ja: OpenClientがアシスタントに提供する組み込みツールを管理します。
nl: Beheer de ingebouwde tools die OpenClient beschikbaar stelt aan de assistent.
pt_pt: Gira as ferramentas integradas que o OpenClient disponibiliza ao assistente.
sv: Hantera de inbyggda verktyg som OpenClient gör tillgängliga för assistenten.

source: Update OpenClient
de: OpenClient aktualisieren
el: Ενημέρωση του OpenClient
es: Actualizar OpenClient
fr: Mettre à jour OpenClient
it: Aggiorna OpenClient
ja: OpenClientをアップデート
nl: OpenClient bijwerken
pt_pt: Atualizar o OpenClient
sv: Uppdatera OpenClient

# Configure your personal context and memory items to personalise model responses.
source: Configure your personal context and memory items to personalize model responses.
de: Konfigurieren Sie Ihre persönlichen Kontext- und Speicherobjekte, um die Modellantworten zu personalisieren.
el: Διαμορφώστε το προσωπικό σας πλαίσιο και τα στοιχεία μνήμης για να εξατομικεύσετε τις απαντήσεις του μοντέλου.
es: Configura tu contexto personal y elementos de memoria para personalizar las respuestas del modelo.
fr: Configurez votre contexte personnel et vos éléments de mémoire pour personnaliser les réponses du modèle.
it: Configura il tuo contesto personale e gli elementi di memoria per personalizzare le risposte del modello.
ja: モデルの応答をパーソナライズするために、個人のコンテキストとメモリ項目を設定してください。
nl: Configureer je persoonlijke context- en geheugenitems om modelantwoorden te personaliseren.
pt_pt: Configure o seu contexto pessoal e itens de memória para personalizar as respostas do modelo.
sv: Konfigurera din personliga kontext och minnesobjekt för att anpassa modellens svar.

source: Web search is disabled in Settings > Tools
de: Die Websuche ist unter „Einstellungen > Werkzeuge“ deaktiviert
el: Η αναζήτηση στον ιστό είναι απενεργοποιημένη στις Ρυθμίσεις > Εργαλεία
es: La búsqueda web está desactivada en Ajustes > Herramientas
fr: La recherche Web est désactivée dans Réglages > Outils
it: La ricerca web è disabilitata in Impostazioni > Strumenti
ja: Web検索は「設定」>「ツール」で無効になっています
nl: Webzoeken is uitgeschakeld via Instellingen > Tools
pt_pt: A pesquisa na Web está desativada em Definições > Ferramentas
sv: Webbsökning är inaktiverad i Inställningar > Verktyg

source: This is separate from Reset App Data, which only resets local app data.
de: Dies ist unabhängig von „App-Daten zurücksetzen“, wodurch nur die lokalen App-Daten zurückgesetzt werden.
el: Αυτό είναι ξεχωριστό από την Επαναφορά δεδομένων εφαρμογής, η οποία επαναφέρει μόνο τα τοπικά δεδομένα της εφαρμογής.
es: Esto es independiente de Restablecer datos de la app, que solo restablece los datos locales de la app.
fr: Cette option est distincte de Réinitialiser les données de l’app, qui réinitialise uniquement les données locales de l’app.
it: Questo è separato da «Reimposta dati dell’app», che reimposta solo i dati locali dell’app.
ja: これは、アプリのローカルデータのみをリセットする「アプリデータをリセット」とは別の機能です。
nl: Dit staat los van ‘Appgegevens opnieuw instellen’, waarmee alleen lokale appgegevens worden gereset.
pt_pt: Isto é separado de Repor os dados da aplicação, que apenas repõe os dados locais da aplicação.
sv: Detta är separat från Återställ appdata, som endast återställer lokala appdata.

source: Some categories could not be inspected and are not reported as empty.
de: Einige Kategorien konnten nicht überprüft werden und werden nicht als leer gemeldet.
el: Ορισμένες κατηγορίες δεν ήταν δυνατό να ελεγχθούν και δεν αναφέρονται ως κενές.
es: No se pudieron inspeccionar algunas categorías y no se indican como vacías.
fr: Certaines catégories n’ont pas pu être inspectées et ne sont pas signalées comme vides.
it: Alcune categorie non hanno potuto essere controllate e non vengono segnalate come vuote.
ja: 一部のカテゴリを確認できなかったため、空として報告されていません
nl: Sommige categorieën konden niet worden geïnspecteerd en worden niet als leeg gemeld.
pt_pt: Não foi possível inspecionar algumas categorias, pelo que não são comunicadas como vazias.
sv: Vissa kategorier kunde inte inspekteras och rapporteras inte som tomma.

source: Approximate cost of this conversation based on token usage and model pricing.
de: Ungefähre Kosten dieses Gesprächs basierend auf Tokenverbrauch und Modellpreisen.
el: Προσεγγιστικό κόστος αυτής της συνομιλίας βάσει χρήσης tokens και τιμολόγησης μοντέλου.
es: Costo aproximado de esta conversación basado en el uso de tokens y la tarifa del modelo.
fr: Coût approximatif de cette conversation basé sur l’utilisation des tokens et la tarification du modèle.
it: Costo approssimativo di questa conversazione basato sull’uso dei token e sul prezzo del modello.
ja: この会話の概算コスト（トークン使用量とモデル料金に基づく）
nl: Geschatte kosten van dit gesprek op basis van tokengebruik en modelprijzen.
pt_pt: Custo aproximado desta conversa com base no uso de tokens e preços do modelo.
sv: Ungefärlig kostnad för denna konversation baserat på tokenanvändning och modellpriser.

source: Current Date and Time
de: Aktuelles Datum und aktuelle Uhrzeit
el: Τρέχουσα ημερομηνία και ώρα
es: Fecha y hora actuales
fr: Date et heure actuelles
it: Data e ora attuali
ja: 現在の日付と時刻
nl: Huidige datum en tijd
pt_pt: Data e hora atuais
sv: Aktuellt datum och aktuell tid

source: Image generation only supports image attachments.
de: Die Bildgenerierung unterstützt nur Bildanhänge.
el: Η δημιουργία εικόνων υποστηρίζει μόνο συνημμένα εικόνων.
es: La generación de imágenes solo admite archivos adjuntos de imagen.
fr: La génération d’images prend uniquement en charge les pièces jointes image.
it: La generazione di immagini supporta solo allegati immagine.
ja: 画像生成では画像の添付のみサポートされています。
nl: Afbeeldingsgeneratie ondersteunt alleen afbeeldingsbijlagen.
pt_pt: A geração de imagens só suporta anexos de imagem.
sv: Bildgenerering stöder endast bildbilagor.

source: Untitled Conversation
de: Unbenanntes Gespräch
el: Συνομιλία χωρίς τίτλο
es: Conversación sin título
fr: Conversation sans titre
it: Conversazione senza titolo
ja: 無題の会話
nl: Naamloos gesprek
pt_pt: Conversa sem título
sv: Namnlös konversation

source: Reads the current date, time, and time zone from your device.
de: Liest das aktuelle Datum, die Uhrzeit und die Zeitzone von deinem Gerät.
el: Διαβάζει την τρέχουσα ημερομηνία, ώρα και ζώνη ώρας από τη συσκευή σας.
es: Lee la fecha, la hora y la zona horaria actuales de tu dispositivo.
fr: Lit la date, l’heure et le fuseau horaire actuels de votre appareil.
it: Legge la data, l’ora e il fuso orario attuali dal tuo dispositivo.
ja: デバイスから現在の日付、時刻、タイムゾーンを読み取ります。
nl: Leest de huidige datum, tijd en tijdzone van je apparaat.
pt_pt: Lê a data, a hora e o fuso horário atuais do seu dispositivo.
sv: Läser aktuellt datum, aktuell tid och tidszon från din enhet.

source: Dismiss banner
de: Banner schließen
el: Απόρριψη banner
es: Descartar banner
fr: Fermer la bannière
it: Chiudi il banner
ja: バナーを閉じる
nl: Banner sluiten
pt_pt: Fechar faixa de aviso
sv: Stäng bannern

source: The profile has conflicting changes with the same revision.
de: Das Profil enthält widersprüchliche Änderungen mit derselben Revision.
el: Το προφίλ έχει αντικρουόμενες αλλαγές με την ίδια αναθεώρηση.
es: El perfil tiene cambios en conflicto con la misma revisión.
fr: Le profil comporte des modifications en conflit avec la même révision.
it: Il profilo presenta modifiche in conflitto con la stessa revisione.
ja: プロフィールに同じリビジョンとの競合する変更があります。
nl: Het profiel bevat conflicterende wijzigingen met dezelfde revisie.
pt_pt: O perfil tem alterações em conflito com a mesma revisão.
sv: Profilen har motstridiga ändringar med samma revision.

source: No pinned conversations
de: Keine angehefteten Unterhaltungen
el: Δεν υπάρχουν καρφιτσωμένες συνομιλίες
es: No hay conversaciones fijadas
fr: Aucune conversation épinglée
it: Nessuna conversazione fissata
ja: ピン留めされた会話はありません
nl: Geen vastgezette gesprekken
pt_pt: Sem conversas fixadas
sv: Inga fastnålda konversationer

source: Set Up Your Server
de: Server einrichten
el: Ρυθμίστε τον διακομιστή σας
es: Configura tu servidor
fr: Configurez votre serveur
it: Configura il tuo server
ja: サーバーを設定する
nl: Je server instellen
pt_pt: Configure o seu servidor
sv: Konfigurera din server

source: Use the message actions button to edit, regenerate, branch, or save it as a favourite.
de: Verwende die Nachrichtentaste, um sie zu bearbeiten, neu zu generieren, einen Zweig zu erstellen oder als Favorit zu speichern.
el: Χρησιμοποιήστε το κουμπί ενεργειών μηνύματος για να το επεξεργαστείτε, να το αναδημιουργήσετε, να δημιουργήσετε διακλάδωση ή να το αποθηκεύσετε ως αγαπημένο.
es: Usa el botón de acciones del mensaje para editarlo, regenerarlo, crear una ramificación o guardarlo como favorito.
fr: Utilisez le bouton d’actions du message pour le modifier, le régénérer, créer une branche ou l’enregistrer dans vos favoris.
it: Usa il pulsante delle azioni del messaggio per modificarlo, rigenerarlo, creare un ramo o salvarlo tra i preferiti.
ja: メッセージのアクションボタンを使って、編集、再生成、分岐、またはお気に入りへの保存を行えます。
nl: Gebruik de knop voor berichtacties om het bericht te bewerken, opnieuw te genereren, een vertakking te maken of het als favoriet op te slaan.
pt_pt: Utilize o botão de ações da mensagem para a editar, gerar novamente, criar uma ramificação ou guardá-la como favorita.
sv: Använd knappen för meddelandeåtgärder för att redigera, generera om, skapa en förgrening eller spara det som en favorit.

source: Synchronized data deleted
de: Synchronisierte Daten gelöscht
el: Τα συγχρονισμένα δεδομένα διαγράφηκαν
es: Datos sincronizados eliminados
fr: Données synchronisées supprimées
it: Dati sincronizzati eliminati
ja: 同期済みデータを削除しました
nl: Gesynchroniseerde gegevens verwijderd
pt_pt: Dados sincronizados eliminados
sv: Synkroniserade data har raderats

source: iCloud account review required
de: Überprüfung des iCloud-Accounts erforderlich
el: Απαιτείται έλεγχος λογαριασμού iCloud
es: Se requiere revisar la cuenta de iCloud
fr: Vérification du compte iCloud requise
it: È necessaria la verifica dell’account iCloud
ja: iCloudアカウントの確認が必要です
nl: Controle van iCloud-account vereist
pt_pt: É necessária a verificação da conta iCloud
sv: Granskning av iCloud-kontot krävs

source: Turn on iCloud synchronization before deleting synchronized data.
de: Aktiviere die iCloud-Synchronisierung, bevor du synchronisierte Daten löschst.
el: Ενεργοποιήστε τον συγχρονισμό iCloud πριν διαγράψετε τα συγχρονισμένα δεδομένα.
es: Activa la sincronización de iCloud antes de eliminar los datos sincronizados.
fr: Activez la synchronisation iCloud avant de supprimer les données synchronisées.
it: Attiva la sincronizzazione iCloud prima di eliminare i dati sincronizzati.
ja: 同期データを削除する前に、iCloud同期をオンにしてください。
nl: Schakel iCloud-synchronisatie in voordat je gesynchroniseerde gegevens verwijdert.
pt_pt: Ative a sincronização do iCloud antes de apagar os dados sincronizados.
sv: Aktivera iCloud-synkronisering innan du raderar synkroniserade data.

# Add things you want the assistant to remember across all conversations.
source: Add items you want the assistant to remember across all conversations
de: Fügen Sie Dinge hinzu, an die sich der Assistent in allen Gesprächen erinnern soll.
el: Προσθέστε πράγματα που θέλετε ο βοηθός να θυμάται σε όλες τις συνομιλίες.
es: Agrega cosas que quieres que el asistente recuerde en todas las conversaciones.
fr: Ajoutez des éléments que vous souhaitez que l’assistant retienne dans toutes les conversations.
it: Aggiungi elementi che vuoi che l’assistente ricordi in tutte le conversazioni.
ja: アシスタントにすべての会話で記憶してほしい内容を追加してください
nl: Voeg dingen toe die de assistent in alle gesprekken moet onthouden.
pt_pt: Adicione coisas que pretende que o assistente lembre em todas as conversas.
sv: Lägg till saker du vill att assistenten ska komma ihåg i alla konversationer.

source: There is not enough storage to complete synchronization.
de: Es ist nicht genügend Speicherplatz vorhanden, um die Synchronisierung abzuschließen.
el: Δεν υπάρχει αρκετός αποθηκευτικός χώρος για την ολοκλήρωση του συγχρονισμού.
es: No hay suficiente espacio de almacenamiento para completar la sincronización.
fr: L’espace de stockage est insuffisant pour terminer la synchronisation.
it: Spazio di archiviazione insufficiente per completare la sincronizzazione.
ja: 同期を完了するための空き容量が不足しています。
nl: Er is niet genoeg opslagruimte om de synchronisatie te voltooien.
pt_pt: Não há espaço de armazenamento suficiente para concluir a sincronização.
sv: Det finns inte tillräckligt med lagringsutrymme för att slutföra synkroniseringen.

source: Custom Template
de: Benutzerdefinierte Vorlage
el: Προσαρμοσμένο πρότυπο
es: Plantilla personalizada
fr: Modèle personnalisé
it: Modello personalizzato
ja: カスタムテンプレート
nl: Aangepaste sjabloon
pt_pt: Modelo personalizado
sv: Anpassad mall

source: Loading setup...
de: Setup wird geladen …
el: Φόρτωση ρυθμίσεων...
es: Cargando la configuración...
fr: Chargement de la configuration…
it: Caricamento della configurazione...
ja: セットアップを読み込み中…
nl: Configuratie wordt geladen...
pt_pt: A carregar a configuração…
sv: Läser in konfiguration…

source: Tap + to create your first custom prompt template
de: Tippe auf +, um deine erste benutzerdefinierte Eingabevorlage zu erstellen.
el: Πατήστε + για να δημιουργήσετε το πρώτο σας προσαρμοσμένο πρότυπο προτροπής.
es: Toca + para crear tu primera plantilla de indicación personalizada.
fr: Touchez + pour créer votre premier modèle d’invite personnalisé.
it: Tocca + per creare il tuo primo modello di prompt personalizzato.
ja: + をタップして最初のカスタムプロンプトテンプレートを作成してください。
nl: Tik op + om je eerste aangepaste promptsjabloon te maken.
pt_pt: Toque em + para criar o seu primeiro modelo de prompt personalizado.
sv: Tryck på + för att skapa din första anpassade promptmall.

source: Web search is not configured
de: Websuche ist nicht konfiguriert
el: Η αναζήτηση στον Ιστό δεν έχει ρυθμιστεί
es: La búsqueda web no está configurada
fr: La recherche Web n’est pas configurée
it: La ricerca web non è configurata
ja: Web検索が設定されていません
nl: Webzoeken is niet geconfigureerd
pt_pt: A pesquisa na Web não está configurada
sv: Webbsökning är inte konfigurerad

source: The model finished responding. Tap to continue.
de: Das Modell hat die Antwort beendet. Tippen, um fortzufahren.
el: Το μοντέλο ολοκλήρωσε την απάντηση. Πατήστε για συνέχεια.
es: El modelo terminó de responder. Toca para continuar.
fr: Le modèle a terminé de répondre. Touchez pour continuer.
it: Il modello ha terminato la risposta. Tocca per continuare.
ja: モデルの応答が完了しました。タップして続行してください。
nl: Het model is klaar met antwoorden. Tik om door te gaan.
pt_pt: O modelo terminou de responder. Toque para continuar.
sv: Modellen har slutat svara. Tryck för att fortsätta.

source: This model advertises image generation, but its mode has no supported image generation transport.
de: Dieses Modell wirbt mit Bildgenerierung, aber sein Modus unterstützt keinen Transport für die Bildgenerierung.
el: Αυτό το μοντέλο διαφημίζει τη δημιουργία εικόνων, αλλά η λειτουργία του δεν υποστηρίζει τη μεταφορά για δημιουργία εικόνων.
es: Este modelo anuncia la generación de imágenes, pero su modo no tiene ningún transporte compatible con la generación de imágenes.
fr: Ce modèle annonce la génération d’images, mais son mode ne prend en charge aucun moyen de transport pour la génération d’images.
it: Questo modello dichiara di supportare la generazione di immagini, ma la sua modalità non supporta alcun protocollo di trasporto per la generazione di immagini.
ja: このモデルは画像生成を宣伝していますが、そのモードでは対応する画像生成の通信方式がありません。
nl: Dit model biedt beeldgeneratie aan, maar de modus ervan ondersteunt geen transport voor beeldgeneratie.
pt_pt: Este modelo anuncia geração de imagens, mas o respetivo modo não tem nenhum método de transporte de geração de imagens suportado.
sv: Den här modellen marknadsför bildgenerering, men dess läge har inget transportprotokoll som stöder bildgenerering.

source: Sends the arguments below to %@. It may access, create, change, or delete external data and may incur costs.
de: Sendet die folgenden Argumente an %@. Dabei können externe Daten abgerufen, erstellt, geändert oder gelöscht werden, und es können Kosten entstehen.
el: Αποστέλλει τα παρακάτω ορίσματα στο %@. Ενδέχεται να αποκτήσει πρόσβαση, να δημιουργήσει, να αλλάξει ή να διαγράψει εξωτερικά δεδομένα και να επιφέρει χρεώσεις.
es: Envía los argumentos siguientes a %@. Puede acceder a datos externos, crearlos, modificarlos o eliminarlos, y puede generar costes.
fr: Envoie les arguments ci-dessous à %@. Celui-ci peut accéder à des données externes, en créer, les modifier ou les supprimer, et peut occasionner des frais.
it: Invia gli argomenti riportati di seguito a %@. Potrebbe accedere a dati esterni, crearli, modificarli o eliminarli e potrebbe comportare dei costi.
ja: 以下の引数を%@に送信します。外部データへのアクセス、作成、変更、削除が行われ、費用が発生する場合があります。
nl: Stuurt de onderstaande argumenten naar %@. De server kan externe gegevens openen, aanmaken, wijzigen of verwijderen en er kunnen kosten in rekening worden gebracht.
pt_pt: Envia os argumentos abaixo para %@. Poderá aceder, criar, alterar ou eliminar dados externos e poderá incorrer em custos.
sv: Skickar argumenten nedan till %@. Den kan komma åt, skapa, ändra eller radera externa data och kan medföra kostnader.

source: Provide a JSON question and an attachment_ids array of UUID strings, within 64 KiB.
de: Gib eine JSON-Frage und ein Array mit UUID-Zeichenfolgen für attachment_ids an, innerhalb von 64 KiB.
el: Παρέχετε μια ερώτηση σε JSON και έναν πίνακα attachment_ids με συμβολοσειρές UUID, εντός 64 KiB.
es: Proporciona una pregunta en formato JSON y un array attachment_ids de cadenas UUID, dentro de 64 KiB.
fr: Fournissez une question au format JSON et un tableau attachment_ids contenant des chaînes UUID, dans la limite de 64 KiB.
it: Fornisci una domanda in formato JSON e un array attachment_ids di stringhe UUID, entro 64 KiB.
ja: 64 KiB以内で、JSON形式の質問とUUID文字列のattachment_ids配列を提供してください。
nl: Geef een JSON-vraag en een array attachment_ids met UUID-tekenreeksen, binnen 64 KiB.
pt_pt: Forneça uma pergunta em JSON e uma matriz attachment_ids de cadeias de UUID, com um máximo de 64 KiB.
sv: Ange en JSON-fråga och en array med attachment_ids som innehåller UUID-strängar, inom 64 KiB.
